Repository: xbmc/vfs.libarchive
Catalog: vfs.libarchive/resources/language/resource.language.*/strings.po
Languages: es_mx, id_id, it_it, nb_no

# Addon Summary
source: Multi-format archive and compression addon
es_mx: Complemento de compresión y archivado en múltiples formatos
id_id: Pengaya arsip multi-format dan kompresi
it_it: Archivio multiformato e addon di compressione
nb_no: Multiformat arkiverings- og komprimeringsutvidelse

# Addon Description
source: This add-on uses the libarchive library to read a variety of archive and compression formats.[CR][CR]Supported formats are:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip
es_mx: Este complemento utiliza libarchive para leer una variedad de formatos de archivado y compresión. [CR][CR]Los formatos soportados son:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip
id_id: Pengaya ini menggunakan pustaka libarchive untuk membaca berbagai format arsip dan kompresi.[CR][CR]Format yang didukung:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip
it_it: Questo addon usa la libreria libarchive per leggere una varietà di formati di compressione e archivio.[CR][CR]I formati supportati sono:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz , tgz, tbz2, xz, zip
nb_no: Denne utvidelsen benytter libarchive-biblioteket til å lese en rekke arkiv- og komprimeringsformater.[CR][CR]Støttede formater er:[CR]7z, bz2, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip

# #30000
source: RAR solid archive support unavailable
es_mx: Soporte para archivos RAR sólidos no disponible
id_id: Dukungan arsip solid RAR tidak tersedia
it_it: Supporto per l'archivio solido RAR non disponibile
nb_no: RAR solid arkivstøtte ikke tilgjengelig

# #30001
source: Truncated RAR file data
id_id: Data berkas RAR yang diperkecil
it_it: Dati da file RAR troncato
nb_no: Avkortet RAR-fildata

# #30002
source: Can't allocate rar data
id_id: Tidak dapat alokasi data RAR
it_it: Impossibile allocare dati rar
nb_no: Kan ikke tildele rar-data

# #30003
source: Couldn't find out RAR header
es_mx: No se encontró el encabezado RAR
id_id: Tidak dapat menentukan tajuk RAR
it_it: Impossibile trovare l'intestazione RAR
nb_no: Kunne ikke finne RAR-hodet

# #30004
source: Invalid marker header
id_id: Tajuk penanda tidak valid
it_it: Intestazione dell'indicatore non valida
nb_no: Ugyldig markørhode

# #30005
source: Invalid header size
es_mx: Tamaño de encabezado inválido
id_id: Ukuran tajuk tidak valid
it_it: Dimensioni dell'intestazione non valide
nb_no: Ugyldig hodestørrelse

# #30006
source: RAR encryption support unavailable
es_mx: Soporte de encriptación RAR no disponible
id_id: Dukungan enkripsi RAR tidak tersedia
it_it: Supporto per la crittografia RAR non disponibile
nb_no: Støtte for RAR-kryptering er ikke tilgjengelig

# #30007
source: Header CRC error
es_mx: Error de CRC en encabezado
id_id: Eror tajuk CRC
it_it: Errore intestazione CRC
nb_no: Hode-CRC-feil

# #30008
source: Invalid sizes specified
es_mx: Tamaños especificados inválidos
id_id: Ukuran yang tidak valid diminta
it_it: Dimensioni specificate non valide
nb_no: Ugyldige størrelser angitt

# #30009
source: Bad RAR file
es_mx: Archivo RAR dañado
id_id: Berkas RAR tidak valid
it_it: File RAR errato
nb_no: Dårlig RAR-fil

# #30010
source: Unsupported compression method for RAR file
es_mx: Método de compresión RAR no soportado
id_id: Metode kompresi tidak didukung untuk berkas RAR
it_it: Metodo di compressione non supportato per file RAR
nb_no: Komprimeringsmetoden i RAR-filen støttes ikke

# #30011
source: Error during seek within RAR file
es_mx: Error durante lectura del archivo RAR
id_id: Eror saat seek dalam berkas RAR
it_it: Errore durante la ricerca all'interno del file RAR
nb_no: Feil under søking i RAR-fil

# #30012
source: Invalid filename
es_mx: Nombre de archivo inválido
id_id: Nama berkas tidak valid
it_it: Nome file non valido
nb_no: Ugyldig filnavn

# #30013
source: Mismatch of file parts split across multi-volume archive
id_id: Ketidakcocokan bagian berkas terbagi antara arsip multi-volume
it_it: Mancata corrispondenza delle parti del file suddivise in un archivio a più volumi
nb_no: Uoverensstemmelse mellom fildeler oppdelt mellom flere volumer i arkiv

# #30014
source: Header CRC error
es_mx: Error de CRC en encabezado
id_id: Eror tajuk CRC
it_it: Errore intestazione CRC
nb_no: Hode-CRC-feil

# #30015
source: Parsing filters is unsupported
id_id: Filter penguraian tidak didukung
it_it: I filtri di analisi non sono supportati
nb_no: Analysering av filtre støttes ikke

# #30016
source: Invalid symbol
es_mx: Símbolo inválido
id_id: Simbol tidak valid
it_it: Simbolo non valid
nb_no: Ugyldig symbol

# #30017
source: Internal error extracting RAR file
es_mx: Error interno al extraer archivo RAR
id_id: Eror internal mengekstrak berkas RAR
it_it: Errore interno durante l'estrazione del file RAR
nb_no: Intern feil ved utpakking av RAR-fil
